Repository: Alpha-Dvlpr/SafeMapp_iOS
Catalog: SafeMapp/App/*.lproj/Localizable.strings
Languages: es_es

source: Password
es_es: Contraseña

source: Username
es_es: Nombre de usuario

source: Done
es_es: Listo

source: Cancel
es_es: Cancelar

source: Accept
es_es: Aceptar

# forgottenPassword
source: Forgot password?
es_es: ¿Olvidó la contraseña?

source: Login
es_es: Iniciar sesión

source: Register
es_es: Registrarse

# resetPasswordInfo
source: By clicking on 'Send' button a reset password email will be sent to your email.
es_es: Al pulsar el botón de 'Enviar' se enviará en email de recuperación a su email.

source: Send
es_es: Enviar

source: Create Account
es_es: Crear cuenta

source: Update profile
es_es: Actualizar perfil

# emailRequired
source: You must type an email
es_es: Debes introducir un email

# emailAndPasswordRequired
source: You must type an email and password
es_es: Debes introducir un email y una contraseña

# allFieldsRequired
source: All fields are required
es_es: Todos los campos son obligatorios

# emailSent
source: Email sent to
es_es: Email enviado a

# registerError
source: Error registering, maybe there's an account with that email
es_es: Error al registrarse, puede que exista una cuenta con este email

# registerSuccess
source: User registered successfully
es_es: Usuario registrado con éxito

# dataSaveError
source: Error saving data, please contact tech service
es_es: Error guardando los datos, por favor póngase en contacto con el servicio técnico

# recoveryEmailError
source: There is no account registered with that email
es_es: No hay ninguna cuenta registrada con este email

# loginSuccess
source: Welcome!
es_es: ¡Bienvenido!

# loginError
source: Error logging in
es_es: Error iniciando sesión

# logoutError
source: Error logging out
es_es: Error cerrando sesión

source: Home
es_es: Inicio

source: Requests
es_es: Solicitudes

# info
source: INFORMATION
es_es: INFORMACIÓN

# locationDisabled
source: Location services are disabled on your device. To enable them go to: Settings -> Privacy -> Location Services and then press this dialog 'Accept' button.
es_es: Los servicios de ubicación están desactivados. Para activarlos vaya a: Ajustes -> Privacidad -> Localización y luego pulse el botón de 'Aceptar' de este diálogo.

# locationDenied
source: The app needs to access your location to be used. To enable it go to: Settings -> 'SafeMapp' -> Location -> While using and then press this dialog 'Accept' button.
es_es: La aplicación necesita acceder a su ubicación para poder usarse. Para activarla vaya a: Ajustes -> 'SafeMapp' -> Localización -> al usarse y luego pulse el botón de 'Aceptar' de este diálogo

# locationRestricted
source: It seems 'Location Services' are restricted on your device. If you have 'Parental Control' enabled grant permission to 'SafeMapp' to access your location and then press this dialog 'Accept' button.
es_es: Al parecer el acceso a los 'Servicios de Ubicación' están restringidos en su dispositivo. Si tiene activo 'Control parental' conceda permiso a 'SafeMapp' para acceder a su ubicación y luego pulse el botón de 'Aceptar' de este diálogo

# getUserInfoError
source: Error getting user info
es_es: Error al obtener los datos del usuario

# changeProfileImageTitle
source: CHANGE PROFILE PICTURE
es_es: CAMBIAR FOTO DE PERFIL

# changeProfileImageDescription
source: Please select how you would like to change your profile picture.
es_es: Seleccione cómo quiere cambiar su foto de perfil.

source: Camera
es_es: Cámara

source: Gallery
es_es: Galería

# version
source: App version
es_es: Versión de la aplicación

# cameraRestricted
source: It seems 'Camera' is restricted on your device. If you have 'Parental Control' enabled grant permission to 'SafeMapp' to access your camera.
es_es: Al parecer el acceso a 'Cámara' está restringido en su dispositivo. Si tiene activo 'Control parental' conceda permiso a 'SafeMapp' para acceder a la cámara.

# cameraDenied
source: The app needs permission to access the camera to change your profile picture. To enable it go to: Settings -> 'SafeMapp' -> Camera
es_es: Se necesita acceso a la cámara para poder cambiar la foto de perfil. Para activarlo ve a: Ajustes -> 'SafeMapp' -> Cámara

# galleryRestricted
source: It seems 'Photos' is restricted on your device. If you have 'Parental Control' enabled grant permission to 'SafeMapp' to access your gallery.
es_es: Al parecer el acceso a 'Fotos' está restringido en su dispositivo. Si tiene activo 'Control parental' conceda permiso a 'SafeMapp' para acceder a la galería.

# galleryDenied
source: The app needs permission to access the gallery to change your profile picture. To enable it go to: Settings -> 'SafeMapp' -> Photos -> Read and Write
es_es: Se necesita acceso a la galería para poder cambiar la foto de perfil. Para activarlo ve a: Ajustes -> 'SafeMapp' -> Fotos -> Lectura y escritura

# updateUserInfoError
source: Error saving your data.
es_es: Error al guardar los datos.

# updateUserInfoSuccess
source: Data saved successfully.
es_es: Datos guardados con éxito.

# loadImageError
source: Error loading image.
es_es: Error al cargar la imagen.

source: 'SafeMapp' alert
es_es: Alerta 'SafeMapp'

# couldNotGetNearbyUsersRetry
source: Could not get users nearby, try again in a few seconds
es_es: No se han podido obtener los usuarios, inténtalo en unos segundos

# gettingNearbyUsersRetrying
source: Getting users nearby, retrying...
es_es: Obteniendo usuarios cerca, reintentando...

# noUsersNearbyIncrease
source: There are no users nearby. Please try to increase the action radius
es_es: No hay usuarios cerca de su ubicación. Pruebe a aumentar el radio de acción

source: Sending alert...
es_es: Enviando alerta...

source: meters
es_es: metros

# localeCode
source: en_GB
es_es: es_ES

# dateFormat
source: dd MMMM yyyy - hh:mm a
es_es: dd/MM/yyyy - HH:mm

source: Updating requests...
es_es: Actualizando solicitudes...

# noRequests
source: There are no available requests
es_es: No hay solicitudes disponibles

source: Error getting route
es_es: Error al obtener la ruta

source: Somebody is in trouble
es_es: Alguien está en apuros

# somebodyIsInTroubleShort
source: is in trouble
es_es: está en apuros

# onTheWay
source: is on its way
es_es: está en camino

source: Name
es_es: Nombre

source: Date
es_es: Fecha

source: Ignore
es_es: Ignorar

# doNotShowAgain
source: Don't show again
es_es: No mostrar de nuevo

# disclaimerMessage
source: This software has been developed with security purposes, each of the signals sent by any user coul be interpreted as an emergency call by the police. Please use the app with responsability.
es_es: Este software ha sido desarrollado con fines de seguridad, cada una de las señales de alarma emitidas por cualquier usuario podían ser interpretadas por la policía como una llamada de emergencia. Por favor utilice la aplicación con responsabilidad.
